Revit 2027 API
SymbolTypeId.FtOfWaterPer100ft Property
 Symbol FT/100ft, indicating unit Feet of water (39.2 °F) per 100 feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtOfWaterPer100ft { get; }
Public Shared ReadOnly Property FtOfWaterPer100ft As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtOfWaterPer100ft {
	ForgeTypeId^ get ();
}
static member FtOfWaterPer100ft : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace